Repository: leminlimez/Pocket-Poster
Catalog: Pocket Poster/Localizable.xcstrings
Source language: en
Languages: ar, ar_ae, ar_sa, bg, cs, de, es, es_mx, fr, fr_be, fr_ca, fr_ch, fr_lu, hu, it, ja, ko, nl, pl, ru, th, tr, vi, zh_cn, zh_hant

source: The video you imported is too long! Your video must be %@ seconds or less.
ar: الفيديو الذي قمتَ باستيراده طويل جداً! يجب أن يكون الفيديو %@ ثانية أو أقل.
ar_ae: الفيديو الذي قمت باستيراده طويل جدًا! يجب أن يكون الفيديو %@ ثانية أو أقل.
ar_sa: الفيديو الذي استوردته طويل جدًا! يجب أن يكون طول الفيديو %@ ثانية أو أقل.
bg: Импортираното от вас видео е твърде дълго! Вашето видео трябва да е %@ секунди или по-малко.
cs: Video které jste importovali je příliš dlouhé! Musí mít %@ sekund nebo méně.
de: Das Video, das sie importiert haben, ist zu lang! Ihr Video muss %@ Sekunden oder kürzer sein.
es: El video que importaste es demasiado largo! Tu video debe tener %@ segundos o menos
es_mx: ¡El video importado es muy largo! Tu video debe durar %@ segundos o menos.
fr: La vidéo que vous avez importée est trop longue! Votre vidéo doit être de %@ secondes ou moins.
fr_be: La vidéo que vous avez importer es trop longue! Votre vidéo doit être de de 10 secondes ou moins.
fr_ca: La vidéo que vous avez sélectionné est trop long! Votre vidéo doit être de %@ secondes ou moins.
fr_ch: La vidéo que vous avez importée est trop longue ! Votre vidéo doit durer %@ secondes ou moins.
fr_lu: La vidéo que vous avez importée est trop longue ! Votre vidéo doit durer %@ secondes ou moins.
hu: Az importált videó túl hosszú! A videó hossza legfeljebb %@ másodperc lehet.
it: Il video che hai importato è troppo lungo! Deve essere di %@ secondi o meno.
ja: インポートした動画が長すぎます！動画は%@秒以内である必要があります。
ko: 가져온 비디오가 너무 깁니다! %@초 이하의 비디오만 허용됩니다.
nl: De geïmporteerde video is te lang! De video mag maximaal %@ seconden duren.
pl: Film który zaimportowałeś jest za długi! Film musi mieć %@ sekund lub mniej.
ru: Ваше видео слишком длинное! Оно должно быть не больше %@ секунд
th: วิดีโอที่จะนำเข้ายาวเกิน! วิดีโอต้องสั้นกว่า %@ วินาที
tr: İçe aktardığın video çok uzun! Video en fazla %@ veya daha az olmalı.
vi: Bạn nhập video dài quá! Video của bạn cần phải ít hơn hoặc vừa đủ %@ giây.
zh_cn: 您导入的视频太长了！视频长度不得超过 %@ 秒。
zh_hant: 您匯入的影片太長！影片長度必須在 %@ 秒以內。

source: To apply, PosterBoard will need to open.
ar: لتطبيق التغييرات، سنحتاج لفتح تطبيق PosterBoard.
ar_ae: لتطبيق ذلك، يجب فتح PosterBoard.
ar_sa: لتطبيق ذلك، سيحتاج PosterBoard إلى الفتح.
bg: За да се приложи, PosterBoard ще трябва да се отвори.
cs: Pro aplikování se bude muset otevřít PosterBoard
de: Um anzuwenden, Pocket Poster wird Posterboard öffnen.
es: Para aplicar, PosterBoard necesitara abrirse.
es_mx: Para aplicar, PosterBoard se abrirá.
fr: Pour l'appliquer, PosterBoard doit être ouvert.
fr_be: Pour appliquer, PosterBoard doit être ouvert
fr_ca: Pour appliquer, PosterBoard devra ouvrir.
fr_ch: Pour appliquer, PosterBoard devra s'ouvrir.
fr_lu: Pour postuler, PosterBoard devra s'ouvrir.
hu: Az alkalmazáshoz a PosterBoardnak meg kell nyílnia.
it: Per applicarlo, PosterBoard dovrà essere aperto.
ja: 適用するには PosterBoard を開く必要があります。
ko: 적용하려면 PosterBoard가 열려야 합니다.
nl: Om toe te passen, moet PosterBoard worden geopend.
pl: Aby zastosować PosterBoard musi zostać otwarty.
ru: Чтобы обои установились, Pocket Poster потребуется открыть PosterBoard.
th: ในการใช้งาน ตัวแอป PosterBoard จะจำเป็นต้องเปิดขึ้นมา
tr: Uygulamak için PosterBoard Açılacak.
vi: Để áp dụng, PosterBoard sẽ cần phải được mở.
zh_cn: 若要应用，需打开 PosterBoard。
zh_hant: 若要套用，必須開啟 PosterBoard。

source: To get the app bundle id, Nugget is required.
ar: للحصول على معرّف bundle id الخاص بالتطبيق، تطبيق Nugget ضروري.
ar_ae: للحصول على مُعرّف حزمة التطبيق، يجب تثبيت Nugget.
ar_sa: للحصول على معرف حزمة التطبيق، يلزم استخدام Nugget.
bg: За да получите ID на пакета на приложението, е необходим Nugget.
cs: Pro získání ID balíčku aplikace je potřeba Nugget.
de: Um die App-Bundle-ID zu bekommen, wird Nugget benötigt.
es: Para obteenr el bundle id de la aplicacion, se necesitará Nugget.
es_mx: Para obtener el Bundle ID de la app, se necesita Nugget.
fr: Pour obtenir l'identifiant du bundle d'application, Nugget est nécessaire.
fr_be: Pour obtenir l'identifiant du bundle de l'application, Nugget est nécessaire.
fr_ca: Pour récupérer le Bundle ID de l'application, Nugget est requis.
fr_ch: Pour obtenir l'app bundle id, Nugget est requis.
fr_lu: Pour obtenir l'app bundle id, Nugget est requis.
hu: Nuggetre van szükség az App Bundle id megszerzéséhez.
it: Per ottenere l'id pacchetto dell'app, Nugget è richiesto.
ja: アプリのバンドルIDを取得するには Nugget が必要です。
ko: 앱 번들 ID를 가져오려면 Nugget이 필요합니다.
nl: Om de bundle-id van de app te verkrijgen, is Nugget vereist.
pl: Aby uzyskać identyfikator pakietu aplikacji, wymagany jest Nugget.
ru: Чтобы получить App Hash, потребуется Nugget.
th: ในการหา Bundle ID ของแอปจะต้องใช้ Nugget
tr: Paket kimliğini almak için Nugget gereklidir.
vi: Để lấy ID gói của ứng dụng, bạn cần phải sử dụng Nugget.
zh_cn: 若要获取 App 的 Bundle ID，需要 Nugget。
zh_hant: 若要取得應用程式的 bundle ID，需安裝 Nugget。

# Version %@ (%@)
source: Version %1$@ (%2$@)
ar: الاصدار %1$@ (%2$@)
ar_ae: الإصدار %1$@ (%2$@)
ar_sa: الإصدار %1$@ (%2$@)
bg: Версия %1$@ (%2$@)
cs: Verze %1$@ (%2$@)
es_mx: Versión %1$@ (%2$@)
fr_be: Version 1
hu: Verzió %1$@ (%2$@)
it: Versione %1$@ (%2$@)
ja: バージョン %1$@ (%2$@)
ko: 버전 %1$@ (%2$@)
nl: Versie %1$@ (%2$@)
pl: Wersja %1@ (%2$@)
ru: Версия %1$@ (%2$@)
th: เวอร์ชั่น %1$@ (%2$@)
tr: Sürüm %1$@ (%2$@)
vi: Phiên bản %1@ (%2$@)
zh_cn: 版本 %1$@ (%2$@)
zh_hant: 版本 %1$@（%2$@）

source: Videos
ar: الفيديوهات
ar_ae: الفديوهات
ar_sa: فيديو
bg: Видеоклипове
cs: Videa
fr: Vidéos
fr_be: Vidéos
fr_ca: Vidéos
fr_ch: Vidéos
fr_lu: Vidéos
hu: Videók
it: Video
ja: 動画
ko: 비디오
pl: Wideo
ru: Видео
th: วิดีโอ
tr: Videolar
zh_cn: 视频
zh_hant: 影片

source: View on GitHub
ar: المشاهدة على GitHub
ar_ae: عرض على GitHub
ar_sa: انظر على Github
bg: Вижте в GitHub
cs: Zobrazit na GitHubu
de: Auf GitHub ansehen
es: Ver en GitHub
es_mx: Ver en GitHub
fr: Voir sur GitHub
fr_be: Regarder sur GitHub
fr_ca: Voir sur GitHub
fr_ch: Voir sur GitHub
fr_lu: Voir sur GitHub
hu: Megtekintés a GitHubon
it: Vedi su GitHub
ja: GitHubで見る
ko: GitHub에서 보기
nl: Bekijk op GitHub
pl: Zobacz na GitHubie
ru: GitHub
th: ดูบน GitHub
tr: Github üzerinde görüntüle
vi: Xem trên Github
zh_cn: 在 GitHub 上查看
zh_hant: 在 GitHub 上查看

source: Website Designer
ar: مصمم الموقع
ar_ae: مصمم الموقع الإلكتروني
ar_sa: ديزانير الموقع
bg: Уеб дизайнер
cs: Designer Webovky
es: Diseñador de la pagina
es_mx: Diseñador del sitio web
fr: Concepteur de site web
fr_be: Designer du site
fr_ca: Designer de site
fr_ch: Concepteur de Site Web
fr_lu: Concepteur de site web
hu: Weboldal Designere
it: Sviluppatore sito web
ja: ウェブサイトデザイナー
ko: 웹사이트 디자이너
pl: Designer Strony
ru: Дизайнер Веб-сайта
th: ผู้ออกแบบเว็บไซต์
tr: İnteret sayfası tasarımcısı
vi: Nhà thiết kế Website
zh_cn: 网站设计者
zh_hant: 網站設計師

source: Welcome to Pocket Poster!
ar: مرحباً ب Pocket Poster!
ar_ae: مرحبًا بك في Pocket Poster!
ar_sa: مرحبا الى Pocket Poster!
bg: Добре дошли в Pocket Poster!
cs: Vítejte v Pocket Posteru!
de: Willkommen zum Pocket Poster!
es: Bienvenido a Pocket Poster!
es_mx: ¡Bienvenid@ a Pocket Poster!
fr: Bienvenue à Pocket Poster!
fr_be: Bienvenu sur pocket poster!
fr_ca: Bienvenue à Pocket Poster
fr_ch: Bienvenue sur Pocket Poster !
fr_lu: Bienvenue sur Pocket Poster !
hu: Üdvözlünk a Pocket Poster-be!
it: Benvenuto su Pocket Poster!
ja: Pocket Poster へようこそ！
ko: Pocket Poster에 오신 것을 환영합니다!
nl: Welkom bij Pocket Poster!
pl: Witaj w Pocket Poster!
ru: Добро пожаловать в Pocket Poster!
th: ยินดีสู่ Pocket Poster!
tr: Pocket Poster'a Hoşgeldiniz!
vi: Chào mừng đến với Pocket Poster!
zh_cn: 欢迎来到 Pocket Poster！
zh_hant: 歡迎使用 Pocket Poster！

source: Would you like to download the file %@?
ar: هل ترغب بتحميل الملف %@?
ar_ae: هل تريد تحميل الملف %@؟
ar_sa: هل ترغب في تنزيل الملف %@؟
bg: Искате ли да изтеглите файла %@?
cs: Přejete si stahnout soubor %@?
de: Möchten Sie die Datei %@ herunterladen?
es: ¿Quieres descargar el archivo %@?
es_mx: Deseas descargar el archivo %@?
fr: Voulez-vous télécharger le fichier %@?
fr_be: Voulez vous télécharger le fichier
fr_ca: Voulez-vous télécharger le fichier %@?
fr_ch: Souhaitez-vous télécharger le fichier %@ ?
fr_lu: Voulez-vous télécharger le fichier %@ ?
hu: Szeretnéd letölteni a(z) %@ fájlt?
it: Vorresti scaricare il file %@?
ja: %@ファイルをダウンロードしますか？
ko: %@ 파일을 다운로드하시겠습니까?
nl: Wil je dit bestand downloaden %@?
pl: Czy chcesz pobrać plik %@?
ru: Вы хотите скачать файл %@?
th: คุณต้องการดาวน์โหลดไฟล์ %@ หรือไม่?
tr: Dosyayı indirmek ister misiniz %@?
vi: Bạn có muốn tải xuống tệp %@ không?
zh_cn: 您想要下载文件 %@ 吗？
zh_hant: 您要下載檔案 %@ 嗎？

source: You can find wallpapers on the official Cowabun.ga website.
ar: يمكنك العثور على موقع Cowabun.ga الرسمي.
ar_ae: يمكنك العثور على الخلفيات في موقع Cowabun.ga الرسمي.
ar_sa: يمكنك العثور على الخلفيات على الموقع الرسمي Cowabun.ga.
bg: Можете да намерите тапети на официалния уебсайт Cowabun.ga.
cs: Tapety můžete najít na oficiálních stránkách Cowagun.ga.
de: Sie können Hintergrundbilder auf der offiziellen Cowabun.ga Webseite finden.
es: Puedes encontrar fondos de pantalla en el sitio oficial Cowabun.ga
es_mx: Puedes encontrar fondos de pantalla en el sitio web oficial Cowabun.ga.
fr: Vous pouvez trouver des fonds d'écran sur le site officiel de Cowabun.ga.
fr_be: Vous pouvez trouver des fond écran sur le site officiel Cowabung.ga
fr_ca: Vous pouvez trouver des fonds d'écran sur le site officiel Cowabun.ga.
fr_ch: Vous pouvez trouver des wallpapers sur le site officiel Cowabun.ga.
fr_lu: Vous pouvez trouver des fonds d'écran sur le site web officiel de Cowabun.ga.
hu: Háttérképeket a hivatalos Cowabun.ga weboldalon találhatsz.
it: Puoi trovare sfondi sul sito ufficiale Cowabun.ga.
ja: 公式の Cowabun.ga サイトで壁紙を見つけることができます。
ko: 공식 Cowabun.ga 웹사이트에서 배경화면을 찾을 수 있습니다.
nl: Je kunt achtergronden vinden op de officiële Cowabun.ga website.
pl: Mozesz znaleźć tapety na oficjalnej stronie Cowabun.ga
ru: Вы можете найти обои на официальном сайте Cowabun.ga.
th: คุณสามารถหาวอลเปเปอร์ได้ที่เว็บไซต์ Cowabun.ga
tr: Cowabun.ga websitesinde duvar kağıtları bulabilirsiniz.
vi: Bạn có thể tìm kiếm các hình nền trên trang web Cowabun.ga.
zh_cn: 您可在官方网站 Cowabun.ga 上找到墙纸。
zh_hant: 您可以在 Cowabun.ga 官方網站上找到壁紙。

source: You can install an optional shortcut if the original method fails.
ar: يمكنك تحميل اختصار اختياري اذا فشلت الطريقة الاساسية.
ar_ae: يمكنك تثبيت اختصار اختياري إذا فشلت الطريقة الأصلية.
ar_sa: يمكنك تثبيت اختصار اختياري إذا فشلت الطريقة الأصلية.
bg: Можете да инсталирате незадължителен пряк път, ако оригиналният метод се провали.
cs: Můžete nainstalovat volitelnou zkratku když původní metoda selže.
de: Sie können den optionalen Kurzbefehl installieren, wenn die originale Methode fehlgeschlagen hat.
es: Puedes instalar un atajo opcional si el metodo original falla.
es_mx: Puedes instalar un atajo opcional si el método original falla.
fr: Vous pouvez installer un raccourci facultatif si la méthode originale échoue.
fr_be: Vous pouvez installer un raccourci optionnel si la méthode original ne fonctionne pas.
fr_ca: Vous pouvez installer un raccourci optionnel si la méthode originelle échoue.
fr_ch: Vous pouvez installer un raccourci optionnel si la méthode originale échoue.
fr_lu: Vous pouvez installer un shortcut optionnel si la méthode originale échoue.
hu: Telepíthetsz egy opcionális parancsot, ha az eredeti módszer nem működik.
it: Puoi installare un comando rapido opzionale se il metodo originale fallisce.
ja: 元の方法がうまくいかない場合は、オプションのショートカットをインストールできます。
ko: 원래 방법이 실패하면 선택적 단축어를 설치할 수 있습니다.
nl: Je kunt een optionele snelkoppeling installeren als de oorspronkelijke methode faalt.
pl: Możesz zainstalować opcjonalny skrót jeżeli oryginalna metoda nie zadziała.
ru: Вы можете установить Fallback Shortcut если встроенный метод не работает.
th: คุณสามารถติดตั้ง Shortcut เพิ่มได้ถ้าวิธีเดิมใช้ไม่ได้
tr: Orijinal yöntem başarısız olursa opsiyonel bir kestirme indirebilirsiniz.
vi: Bạn có thể tải xuống Phím tắt Dự phòng nếu cách làm bình thường bị lỗi.
zh_cn: 如果初始方法失败，您可以安装备用的快捷指令。
zh_hant: 如果原始方法失敗，您可以安裝選用的捷徑。

source: You can only apply %@ descriptors.
ar: يمكنك فقط تطبيق %@ descriptors.
ar_ae: يمكنك تطبيق %@ وصف فقط.
ar_sa: يمكنك تطبيق أوصاف %@ فقط.
bg: Можете да приложите само %@ дескриптори.
cs: Můžete aplikovat pouze %@ descriptory.
de: Sie können nur %@-Deskriptoren anwenden.
es: Sólo puedes aplicar descriptores %@.
es_mx: Solo puedes aplicar descriptores %@.
fr: Vous ne pouvez appliquer que des descripteurs %@.
fr_be: You pouvez seulement appliquer 10 descriptions.
fr_ca: Vous pouvez que appliquer des descripteurs %@.
fr_ch: Vous ne pouvez appliquer que des descripteurs %@
fr_lu: Vous ne pouvez appliquer que %@ descripteurs.
hu: Csak %@ descriptort alkalmazhatsz.
it: Puoi solo applicare %@ descrittori.
ja: %@ 記述子のみ適用できます。
ko: %@개의 설명자만 적용할 수 있습니다.
nl: Je kan alleen kenmerken %@ aanpassen.
pl: Można stosować tylko deskryptory %@
ru: Вы можете установить только %@ дескрипторов.
th: คุณสามารถใช้ descriptors %@ ได้เท่านั้น
tr: Sadece %@ descriptors uygulanabilir.
vi: Bạn chỉ có thể áp dụng %@ mô tả.
zh_cn: 您只能应用 %@ 描述符。
zh_hant: 您只能套用 %@ 個描述項。

source: Your app hash is incorrect. Please set it again.
ar: هاش تطبيقك خاطئ. رجاءً عيينه مرة اخرى.
ar_ae: الهاش الخاص بالتطبيق غير صحيح. يرجى إعادة الإعداد.
ar_sa: هاش البرنامج غير صحيح. يرجى إعادة تعيينه.
bg: Вашият хеш на приложение е грешен. Моля, задайте го отново.
cs: Váš hash aplikace je nesprávný. Prosím nastavte ho znovu.
de: Ihr App-Hash ist falsch. Bitte stellen Sie ihn erneut ein.
es: El hash de tu aplicación es incorrecto. Por favor, configúralo de nuevo.
es_mx: El Hash de tu app es incorrecto. Por favor configúralo de nuevo.
fr: Votre App Hash est incorrect. Veuillez le redéfinir.
fr_be: Le hachage de votre application est incorrect. Veuillez le régler à nouveau.
fr_ca: Votre hach d'application est incorrect. Veuillez le régler de nouveau.
fr_ch: Votre app hash est incorrect. Veuillez le définir à nouveau.
fr_lu: Votre hash d'appli est incorrect. Veuillez le définir à nouveau.
hu: Az App hashed helytelen. Kérlek állítsd be újra.
it: Il tuo hash dell'app non è corretto. Inseriscilo di nuovo.
ja: アプリのハッシュが正しくありません。もう一度設定してください。
ko: 앱 해시가 올바르지 않습니다. 다시 설정해 주십시오.
nl: Jou app hash is incorrect. Stel hem opnieuw in.
pl: Twoj hash jest nieprawidłowy. Ustaw go jeszcze raz.
ru: Указан некорректный App Hash. Повторите попытку.
th: แฮชแอปของคุณไม่ถูกต้อง กรุณาตั้งค่าใหม่อีกครั้ง
tr: Uygulama Hash'iniz geçersiz . Lütfen tekrar giriniz.
vi: Mã định danh Ứng dụng chưa chính xác. Vui lòng đặt lại.
zh_cn: 您的 App 哈希值不正确。请重新设置。
zh_hant: 您的應用程式雜湊值不正確。請重新設定。

source: Your PosterBoard will refresh automatically.
ar: تطبيق PosterBoard خاصتك سيتم تحديثه تلقائياً.
ar_ae: سيتم تحديث PosterBoard الخاص بك تلقائيًا.
ar_sa: سيتم تحديث PosterBoard تلقائيًا.
bg: Вашият PosterBoard ще се опресни автоматично.
cs: Váš PosterBoard se automaticky znovu načte.
de: Ihr PosterBoard wird automatisch aktualisiert.
es: Su PosterBoard se actualizará automáticamente.
es_mx: Su PosterBoard se actualizará automáticamente.
fr: Votre PosterBoard se rafraîchit automatiquement.
fr_be: Votre PosterBoard mettra jour automatiquement
fr_ca: Votre PosterBoard sera rafraîchi automatiquement.
fr_ch: Votre PosterBoard va se rafraîchir automatiquement.
fr_lu: Votre PosterBoard se rafraîchira automatiquement.
hu: A PosterBoardod automatikusan újra fog tölteni.
it: Il tuo PosterBoard si ricaricherà in autormatico.
ja: PosterBoardは自動的に更新されます。
ko: PosterBoard가 자동으로 새로고침됩니다.
nl: Jou PosterBoard ververst automatisch.
pl: Twój posterboard odświeży się automatycznie.
ru: Ваш PosterBoard будет перезагружен автоматически.
th: โปสเตอร์บอร์ดของคุณจะรีเฟรชโดยอัตโนมัติ
tr: PosterBoard'ınız otomatik olarak yenilenecektir.
vi: PosterBoard sẽ được tự động làm mới.
zh_cn: 您的 PosterBoard 将自动刷新。
zh_hant: 您的 PosterBoard 將會自動重新整理。

source: Pocket Poster %@ is available, do you want to visit releases page?
cs: Pocket Poster %@ je k dispozici, přejete si ho stáhnout z GitHubu?
de: Pocket Poster %@ ist verfügbar, willst du die Releases-Seite besuchen?
es: Pocket Poster %@ esta disponible, ¿quieres visitar la pagina de lanzamientos?
fr: Pocket Poster %@ est disponible, voulez-vous visiter la page des communiqués?
ru: Доступен Pocket Poster %@, хотите ли вы перейти на веб-сайт релизов?
th: Pocket Poster %@ พร้อมใช้งาน ต้องการไปหน้าดาวน์โหลดหรือไป
tr: Pocket Poster %@ kullanılabilir, yayınlamaları görmek ister misin?
vi: Pocket Poster %@ đã được phát hành, bạn có muốn đến trang tải xuống không?
zh_cn: Pocket Poster %@ 已推出，您想访问发布页面吗？

source: Update Available
cs: Je K Dispozici Aktualizace
de: Update verfügbar
es: Hay una actualización disponible
fr: Mise à jour disponible
ru: Доступно обновление
th: มีอัพเดทพร้อมใช้งาน
tr: Güncelleme Kullanılabilir
vi: Đã có bản cập nhật mới
zh_cn: 有更新可用

source: Apply CarPlay Wallpapers
de: CarPlay Hintergrundbilder anwenden
fr: Fonds d'écran Apple CarPlay
ru: Подтвердить обои CarPlay
th: ใช้งานวอลเปเปอร์ CarPlay
vi: Áp dụng hình nền CarPlay

source: CarPlay Applied Wallpapers Successfully Cleared!
de: Angewendete CarPlay Hintergrundbilder erfolgreich gelöscht!
fr: Les Fonds D'Écran Appliqués À CarPlay Ont Été Effacés Avec Succès!
ru: Обои для CarPlay успешно очищены!
th: เคลียร์วอลเปเปอร์ CarPlay ที่กำลังใช้งานสำเร็จ!
vi: Đã xóa hình nền CarPlay thành công!

source: CarPlay Wallpapers
de: Carplay Hintergrundbilder
fr: Fond D'écran CarPlay
ru: Обои CarPlay
th: วอลเปเปอร์ CarPlay
vi: Hình nền CarPlay

source: Connect your device to Nugget and click the "Pocket Poster Helper" button.
de: Verbinde dein Gerät zur Nugget und drücke den "Pocket Poster Helper" Knopf.
es: Conecta tu dispositivo a Nugget y haz click en “Pocket Poster Helper”
fr: Connectez votre appareil à Nugget et cliquez sur le bouton "Pocket Poster Helper".
ru: Подключите ваше устройство к ПК с Nugget и нажмите «Pocket Poster Helper»
th: เชื่อมต่อเครื่องกับ Nugget แล้วกดตัวช่วยเหลือ "Pocket Poster Helper"
tr: Cihazınızı Nugget'a bağlayın ve "Pocket Poster Helper" tuşuna tıklayın.
vi: Kết nối thiết bị của bạn với Nugget và chọn nút "Trợ giúp Pocket Poster".
zh_cn: 将您的设备连接到 Nugget 并点击 “Pocket Poster Helper” 按钮。

source: Could not connect to server
de: Konnte nicht zum Server verbinden
fr: Ne pouvais pas se connecter au la seurver
ru: Невозможно подключиться к серверу
th: เชื่อมต่อกับซอเวอร์ไม่สำเร็จ
vi: Không thể kết nối đến máy chủ

source: Enter CarPlayWallpaper App Hash
de: Gib CarPlay-Hintergrund App Hash ein
fr: Entrez le hachage de l'application de fond d'écran CarPlay
ru: Введите App Hash CarPlayWallpaper
th: ใส่แฮชแอป CarPlayWallpaper
vi: Nhập mã định danh ứng dụng hình nền CarPlay

source: Enter PosterBoard App Hash
de: PosterBoard App Hash eingeben
fr: Entrez le hachage de l'application PosterBoard
ru: Введите App Hash PosterBoard
th: ใส่แฮชแอป PosterBoard
vi: Nhập mã định danh ứng dụng Posterboard

source: Enter your CarPlayWallpaper app hash in Settings.
de: Gib deine CarPlay-Hintergrund App Hash in den Einstellungen ein.
fr: Saisissez le hachage de votre application CarPlay Wallpaper dans Paramètres.
ru: Введите свой App Hash для CarPlayWallpaper в Настройках
th: กรอกแฮชแอป CarPlayWallpaper ในการตั้งค่า
vi: Nhập mã định danh ứng dụng Hình nền CarPlay ở trong cài đặt.

source: Explore
de: Erkunden
fr: Explorer
ru: Исследуйте
th: สำรวจ
vi: Khám phá

source: Failed to fetch CarPlay wallpapers
de: Abrufen der CarPlay-Hintergrundbilder fehlgeschlagen
fr: Échec de la récupération des fonds d'écran CarPlay
ru: Ошибка при извлечении обоев CarPlay
th: ดึงข้อมูลวอลเปเปอร์ CarPlay ไม่สำเร็จ
vi: Không tải được hình nền CarPlay

source: Failed to fetch wallpapers
de: Abrufen der Hintergrundbilder fehlgeschlagen
fr: Impossible de récupérer des fonds d'écran
ru: Ошибка при извлечении обоев
th: ดึงข้อมูลวอลเปเปอร์ไม่สำเร็จ
vi: Không tải được hình nền

source: Filter Wallpapers
de: Hintergrundbilder filtern
fr: Filtrer les fonds d'écran
ru: Фильтр обоев
th: กรองวอลเปเปอร์
vi: Bộ lọc hình nền

source: Reset CarPlay Applied Wallpapers
de: Angewendete CarPlay Hintergrundbilder zurücksetzen
fr: Réinitialiser les fonds d'écran appliqués par CarPlay
ru: Сбросить примененные обои CarPlay
th: รีเซ็ตวอลเปเปอร์ CarPlay ที่ใช้งาน
vi: Khôi phục lại các thay đổi hình nền CarPlay

source: Successfully downloaded wallpaper!
de: Hintergrund erfolgreich heruntergeladen!
fr: Fond d'écran téléchargé avec succès !
ru: Обои загружены успешно!
th: ดาวน์โหลดวอลเปเปอร์สำเร็จ!
vi: Tải xuống hình nền thành công!

source: Unable to obtain repo hash. Maybe update to the latest version?
de: könte keinen Repo-Hash abrufen. Aktualisiere vielleicht auf die neuste Version?
fr: Incapable d'obtenir le hachage repo. Peut-être mettre à jour vers la dernière version ?
ru: Ошибка при получении хэша репозитория. Может обновить до последней версии?
th: ไม่สามารถดึงแฮชรีโป้ข้อมูลได้ ลองอัพเดทแอปให้เป็นเวอร์ชั่นล่าสุด
vi: Không lấy được mã định danh của repo. Hay là cập nhật lên phiên bản mới nhất đi?

source: Waiting for app hash...
de: Warte auf App hash...
es: Esperando por el App Hash
fr: En attente de l’app hash...
ru: Ожидание App Hash…
th: กำลังรอแฮชแอป
tr: Uygulama hash'i bekleniyor...
vi: Đang chờ mã định danh ứng dụng...
zh_cn: 正在等待 App 哈希值

source: You can now choose your wallpapers in the CarPlay settings in your car.
de: Du kannst jetzt deine Hintergründe in den CarPlay Einstellungen in deinem Auto auswählen.
fr: Vous pouvez maintenant choisir vos fonds d'écran dans les paramètres CarPlay de votre voiture.
ru: Теперь Вы можете выбрать обои в настройках CarPlay в машине.
th: คุณสามารถเลือกวอลเปเปอร์ในการตั้งค่า CarPlay ได้แล้ว
vi: Bây giờ bạn đã có thể chọn hình nền trong cài đặt CarPlay của xe.

source: Your downloaded .tendies will be on the Home page.
de: Deine heruntergeladenen .tendies wird auf der Startseite sein.
fr: Vos .tendies téléchargés seront sur la page d'accueil.
ru: Ваш загруженный .tendies будет на домашнем экране.
th: ไฟล์ .tendies ที่คุณดาวน์โหลดจะอยู่บนหน้าหลัก
vi: Tệp .tendies mà bạn đã tải xuống sẽ nằm ở Trang chủ.

source: Custom
fr: Coutume
ru: Кастом
th: กำหนดเอง
vi: Tùy chỉnh
